Repository: gfavre/cmsplugin-blog
Catalog: cmsplugin_blog/locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: author
de: Autor
fr: auteur

source: title
de: Titel
fr: titre

source: Blog Apphook
de: Blog-Applikation
fr: Application de blog

source: Latest entries
de: Die neuesten Einträge
fr: Derniers articles

source: %(site)s blog entries
de: %(site)s Blog-Einträge
fr: Articles de %(site)s

source: %(site)s blog entries in %(lang)s
de: %(site)s Blog-Einträge in %(lang)s
fr: Articles de %(site)s en %(lang)s

source: %(title)s tagged "%(tag)s"
de: %(title)s markiert "%(tag)s"
fr: %(title)s dans la catégorie "%(tag)s"

source: %(description)s tagged "%(tag)s"
de: %(description)s markiert "%(tag)s"
fr: %(description)s dans la catégorie "%(tag)s"

source: %(title)s by %(author)s
de: %(title)s von "%(author)s"
fr: %(title)s par "%(author)s"

source: %(description)s by %(author)s
fr: %(description)s par "%(author)s"

source: is published
de: Veröffentlicht
fr: est publié

source: publish at
de: Veröffentlicht am
fr: publié le

source: entry
de: Eintrag
fr: article

source: entries
de: Einträge
fr: articles

source: language
de: Sprache
fr: langue

source: blogentry
fr: article

source: blogentries
fr: articles

source: Number of entries items to show
de: Anzahl der angezeigten Einträge
fr: Number d'articles à afficher

source: Limits the number of items that will be displayed
de: Maximale Anzahl an Elemente, die angezeigt werden sollen
fr: Limite le nombre d'articles qui seront affichés

source: Only show entries for the current language
de: Nur Einträge für die aktuelle Sprache anzeigen
fr: N'afficher que les articles pour le language courant

source: See entries by
de: Einträge von
fr: Afficher les articles de

source: No entries
de: Keine Einträge
fr: Aucun article

source: Entries for
de: Einträge für
fr: Articles de

source: No entries for this day
de: Keine Einträge für diesen Tag
fr: Aucun article de ce jour

source: No entries for this month
de: Keine Einträge für diesen Monat
fr: Aucun article durant ce mois

source: No entries for this year
de: Keine Einträge für dieses Jahr
fr: Aucun article durant cette année

source: Entries by
de: Einträge von
fr: Articles de

source: No entries by
de: Keine Einträge von
fr: Aucun article de

source: Entries tagged
de: Markierte Einträge
fr: Articles de la catégorie

source: No entries tagged
de: Keine Einträge markiert
fr: Aucun article dans cette catégorie

source: See entries for
de: Einträge für
fr: Afficher les articles de

source: See entries tagged
de: Markierte Einträge
fr: Afficher les articles de cette catégorie
